<template>
    <div style="padding: 10px; margin-top: 12%;">
        <p>
            <br/>
        </p>
        <p>
            Q.月頭に契約したほうがお得ですか？
        </p>
        <p>
            A.いいえ、いつから契約しても有効期限は変わりません。
        </p>
        <p>
            &nbsp;
        </p>
        <p>
            Q.サブスクに加入したお店でサブスク以外のサービスも利用することができますか？
        </p>
        <p>
            A.可能です。ただし、サブスクに含まれないサービスについては有料となりますのでご注意ください。また、メニュー内容は事業者ごとに違いますので詳しくは事業者へお問い合わせください。
        </p>
        <p>
            &nbsp;
        </p>
        <p>
            Q. サブスクの途中解約は可能ですか？
        </p>
        <p>
            A.可能です。ただし、途中解約による返金等はございませんのでご注意ください。
        </p>
        <p>
            &nbsp;
        </p>
        <p>
            Q.解約を忘れた場合、勝手に契約を更新されますか？
        </p>
        <p>
            A.当サービスでは自動更新はございません。安心してご利用ください
        </p>
        <p>

        </p>
        <p>
            &nbsp;
        </p>
        <p>
            Q.自分が加入したサブスクを自分以外も利用できますか？
        </p>
        <p>
            A.ご利用は契約者様ご本人に限らせていただいております。万が一規約違反を確認した場合は事前の通告なくご利用を停止させていただく場合がございます。※この場合、返金は致しかねますのであらかじめご了承ください。
        </p>
        <p>
            &nbsp;
        </p>
        <p>
            Q.サブスクの有効期間中に店側の都合でサービスが利用できなくなった場合に保証がありますか？
        </p>
        <p>
            A.閉店や緊急事態等のやむおえない事情の場合、返金や利用日数の延長等の保証がございます。詳しくはサポートセンターまでお問合せください。
        </p>
        <p>
            &nbsp;
        </p>
        <p>
            <br/>
        </p>

    </div>
</template>

<script>
    export default {
        name: "footer1"
    }
</script>

<style scoped>

</style>
